/* localized displayName */

"Disk Image" = "Diskettfil";
"Creating Image..." = "Lager diskettfil...";
"Mounting Image..." = "Aktiverer diskettfil...";
"Converting Image..." = "Konverterer diskettfil...";

"Disk Image Converting" = "Diskettfilkonvertering";
"Disk Image Progress" = "Diskettfil-framdrift";

/* window names */
"Create Disk Image" = "Diskettfil";
"Disk Image Converter" = "Diskettfilkonvertering";

"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Filen må ha en av følgende filendelser: .dmg, .img, smi eller .toast.";

"Volume Size:" = "Volumstørrelse:";
"Volume Name:" = "Volumnavn:";
"Megabytes" = "megabyte";
"Mount after creating" = "Aktiver etter oppretting";
"Cancel" = "Avbryt";
"Create" = "Opprett";

"Read only compressed" = "Kun les - komprimert";
"Read only" = "Kun les";
"Read/Write" = "Les/skriv";
"DVD/CD-R master" = "DVD/CD-R master";
"Convert" = "Konverter";
"Image Format" = "Konverter diskettfil til";

"untitled" = "uten navn";
"Finished" = "Ferdig";

"Internet enable" = "Internett-aktivering";
"Create..." = "Ny diskettfil...";
"Change Format..." = "Konverter diskettfil...";

"Burn Image..." = "Brenn diskfil...";

"Create with size:" = "Opprett med str.:";
"Create with directory:" = "Opprett med mappe:";
"Format:" = "Format:";
"Encryption:" = "Kryptering:"; 
"None" = "Ingen";
"Sparse" = "Minimum";
"Name:" = "Navn:";

"AES-128 (recommended)" = "AES-128 (recommended)";

